
a
genericnewyearNew Year
new year's	new years
新年
元旦
正月
c

babyshower
babyshower	maternitybaby showerベビーシャワー
出産
�
runningジョギングランニングマラソン陸上競技
陸上短距離走長距離走
+
bookclub
読書読書クラブ
,
thanksgivingサンクスギビング
�
	datenight
date night	datenightcandlelight dinnercandle light dinnerromantic dinner夜のデートキャンドル ナイト*&キャンドル ライト ディナー%!ロマンチックなディナー
�
	handcraft
handicraftcrochetknitting	patchwork
embroideryquilting
sewingfelting	millinery手工芸品かぎ針編み	編み物パッチワーク刺しゅうキルト加工
裁縫	縫い物フェルト加工
帽子
�
drinkscocktail
drinks	cocktails
Stag night	Hen nightBachelorette Party
stag partyStag do
Hen doStag and DoeLadies night
wine nightwine barカクテルアルコール飲料#バチェラー パーティー"独身お別れパーティー	女子会ワイン会ワインバー
_
repair冷蔵庫の修理家電修理電器修理水道修理DIY
M
xmasクリスマスXmasX’masボクシングデー
�
cookingcookingcook dinner
cook lunch	cook mealprepare mealprepare dinnerprepare lunchmake dinner
make lunch
料理夕食を作る昼食を作る食事を作る夕食を準備昼食を準備夕食を用意昼食を用意
R
kayakingkayakingCanoeing	Canoeカヤック	カヌー
�
backtoschoolbacktoschoolback to schoolfirst school dayfirst day of schoolback2schoolback 2 school	新学期初登校日学校の初日登校初日	始業式
�

equestrian
EquestrianDressageEventingHorse ridingHorseriding
乗馬
馬術
調馬馬場馬術ドレッサージュ総合馬術
1
santaサンタクロース	サンタ
H
wedding	結婚式結婚披露宴
結婚	披露宴
9
quinceaneraquinceaneraキンセアネーラ
.
fencingFencingフェンシング

violin2バイオリン
d
manicureマニキュアペディキュアマニキュアペディキュア

yoga
ヨガ
*
walk
散歩ウォーキング
�
learnlanguageフランス語コースドイツ語コース英語コースイタリア語コース中国語コース日本語コース韓国語コースポーランド語コーススペイン語コースアラビア語コースヘブライ語コースポルトガル語コースタイ語コースロシア語コーストルコ語コースオランダ語コースブルガリア語コースギリシャ語コースヒンディー語コース"インドネシア語コースベトナム語コースノルウェー語コース"スウェーデン語コーススロベニア語コースウクライナ語コーススロバキア語コースリトアニア語コースラトビア語コースハンガリー語コース"フィンランド語コースフィリピン語コースペルシア語コースデンマーク語コースチェコ語コースクロアチア語コース"カタルーニャ語コースフランス語教室ドイツ語教室英語教室イタリア語教室中国語教室日本語教室韓国語教室ポーランド語教室スペイン語教室アラビア語教室ヘブライ語教室ポルトガル語教室タイ語教室ロシア語教室トルコ語教室オランダ語教室ブルガリア語教室ギリシャ語教室ヒンディー語教室インドネシア語教室ベトナム語教室ノルウェー語教室スウェーデン語教室スロベニア語教室ウクライナ語教室スロバキア語教室リトアニア語教室ラトビア語教室ハンガリー語教室フィンランド語教室フィリピン語教室ペルシア語教室デンマーク語教室チェコ語教室クロアチア語教室カタルーニャ語教室フランス語の練習ドイツ語の練習英語の練習イタリア語の練習中国語の練習日本語の練習韓国語の練習ポーランド語の練習スペイン語の練習アラビア語の練習ヘブライ語の練習ポルトガル語の練習タイ語の練習ロシア語の練習トルコ語の練習オランダ語の練習ブルガリア語の練習ギリシャ語の練習ヒンディー語の練習"インドネシア語の練習ベトナム語の練習ノルウェー語の練習"スウェーデン語の練習スロベニア語の練習ウクライナ語の練習スロバキア語の練習リトアニア語の練習ラトビア語の練習ハンガリー語の練習"フィンランド語の練習フィリピン語の練習ペルシア語の練習デンマーク語の練習チェコ語の練習クロアチア語の練習"カタルーニャ語の練習
I
reachout連絡する手紙を書く招待状を送る
�
videogaming
VideogamesVideogamingvideo games
video gamevideo gamingテレビゲームビデオゲーム
�

walkingdogwalk the dog
dogsittingdog sittingwalk dogdog walking
dog walkertake dog outtake out dog犬の散歩犬の世話犬の散歩係犬とお出かけ
*

basketballバスケットボール
�
sleepsleepingrestingrelaxingnapping	sleepnap
睡眠
休憩リラックス
昼寝
b
climbingclimbing
bouldering ロック クライミングボルダリング
l
massageマッサージ背中マッサージ背中のマッサージもみほぐし
/
bbqバーベキューBBQbbq
b
dinner
夕食ディナー	夕食会レストラン家族との食事
�
americanfootballAmerican Football	Superbowl
Super BowlFootball&"アメリカン フットボールスーパーボールフットボール
.
archeryarcheryアーチェリー
>
theatreopera	オペラ
劇場オペラ劇場

soccerサッカー
#
tennis	テニス
庭球
N
sailingセーリング
帆走セールボート
帆船
�
gymgymworkoutworkoutsfitness programfitness classfitness testfitness evaluationfitness centerfitness trainingweightliftingweight liftingcrossfit
ジムワークアウト
運動&"フィットネス プログラム フィットネス クラス フィットネス テスト#フィットネス センター)%フィットネス トレーニング"ウェイトリフティング重量挙げクロスフィット
H
skiing2	スキースノーボードスノーシュー
4

volleyball
Volleyballバレーボール

hikingハイキング
�
	mardigras
Mardi Gras	MardigrasShrove TuesdayFat Tuesdayマルディグラ告解の火曜日ざんげの火曜日脂の火曜日肉の火曜日
&
coffeeコーヒー
珈琲
�
codeコーディングの学習"コーディング用の時間ハッカソンRails Girls
RailsgirlsHour of Code
Codecademy&"コンピュータ サイエンス Python プログラミング#ウェブ プログラミングJava プログラミングウェブ開発
c
dentist	歯医者
歯科デンタルクリニック歯のクリーニング

golf	ゴルフ
F
	triathlon	triathlonトライアスロン3 種競技
�
islamicnewyearIslamic New YearHijri New YearParsi New Yearイスラム暦新年ヒジュラ暦新年パーシー暦新年
�
pride
dyke marchchristopher street day
gay parade	gay pridegayglersgayglerlesbian marchlesbian paradelesbian pride
euro pride	europrideworld pride
worldprideGay & lesbiangay lesbiangay and lesbianゲイパレードゲイプライドレズビアン マーチ レズビアン パレード レズビアン プライド
8
	breakfast
朝食ブランチ	朝食会
r
haircut
散髪ヘアカット	美容院	美容室	理容院	理容室
床屋
1
lunch
昼食	ランチ	昼食会
9
read
読書
新聞電子書籍本
�
nowruzPersian New Year
Nowruzイラン暦新年ペルシャ暦新年ノウルーズイラン暦の元日
K
artisticgymnasticsartistic gymnastics体操競技
体操
c
	gamenight
boardgames	boardgameboard games
board gameボードゲーム
C
pingpong
卓球ピンポンテーブルテニス
0
handballHandballハンドボール
/
	wrestling	Wrestlingレスリング
�
chinesenewyearchinese new yearchinese new yearschinese new year'sVietnamese New Year	TếtChinese New YearChinese Lunar New Year	旧正月
春節
テト
�
rowing
RowingHead of the Charles	May BumpsHead of the River Raceボートこぎローイング($ヘッド オブ ザ チャールズメイバンプス+'ヘッド オブ ザ リバーレース
�
athleticsthrowingshot put
discusjavelinhammer throw砲丸投げ円盤投げやり投げハンマー投げ
~
saintpatricksdaySt PatricksSt Patrick's聖パトリックの祝日&"セントパトリックス デー
�
cyclingbicyclecyclingbikebicycles	bikes
BikingMountain BikingMountain Bike	自転車サイクリングマウンテン バイク
�
karate
karatejudo	taekwondomartial artsJujutsu
Aikido	jiu-jitsu	jiu jitsu
空手
柔道テコンドー
武道	格闘技
柔術	合気道
�
	halloweenハロウィーンハロウィン#ハロイーン 2: ハロイン"トリックオアトリート仮装パーティー
H
concertコンサート	音楽会	ライブ
ギグ
#
cinema
映画	シネマ
.
baseball
野球ベースボール
�
learninstrument	ピアノ歌音楽教室合唱団の練習フルートオーケストラオーボエクラリネットサクソフォーンコルネットトランペットコントラバス	チェロトロンボーンチューバ音楽アンサンブル弦楽四重奏ギターのレッスンクラシック音楽	合唱団
Q
rhythmicgymnasticsrhythmic gymnastics新体操競技	新体操
=
athleticsjumpingJumpingジャンプ
跳ぶ

bowlingボウリング
�
valentinesdayValentines DayValentine DayValentine's Dayバレンタイン デー 聖バレンタイン デー
~
beer	ビール生ビール"オクトーバーフェストビアガーデンクラフトビール
�
	xmasparty"クリスマスパーティーXmasパーティークリスマスの飲み会($クリスマスイブパーティーイブパーティー%!クリスマスイブの飲み会
#
	badmintonバドミントン
o
	planmyday	週計画四半期計画1 日の計画休暇の計画1 週間の計画
3

cyclingbmxBMX自転車モトクロス

campingキャンプ
M
art
絵画アートクラス絵画教室スケッチ
?
dancing	ダンス	バレエ
踊り
舞踏
Q
	waterpolo
Water polo	waterpolo
水球ウォーターポロ
�
xmasmealクリスマスディナークリスマスランチクリスマスブランチクリスマス昼食会XmasディナーXmasランチXmasブランチXmas昼食会クリスマスの夕食クリスマスの昼食"クリスマスのブランチクリスマスの昼食会%!クリスマスイブディナー"クリスマスイブランチ%!クリスマスイブブランチ"クリスマスイブ昼食会イブディナーイブランチイブブランチイブ昼食会イブのディナーイブのランチイブのブランチイブの昼食会
�
clean家の掃除アパートの掃除片付いた家	片付け掃除機をかける掃除機かけ
�
shootingshooting sportshooting sportsshooting competitioncompetitive shooting射撃競技
射撃射撃競技大会


graduation
卒業
;
	oilchangeオイルチェンジオイル交換
*
rugbysevens	Rugbyラグビー
�
swimmingswimswimming	swims
DivingSynchronized Swimming
水泳スイミングダイビング,(シンクロナイズド スイミングシンクロ
)
boxing
Boxingボクシング
�
cricketcricket gamecricket matchcricket competitionクリケットのゲームクリケットの試合クリケットの大会
�
carmaintenance
car repairauto repaircar maintenanceauto maintenancecar mechanicauto mechanictire replacementtire change車の修理自動車の修理車の整備自動車修理工自動車整備工自動車整備士タイヤ交換
Y
fieldhockeyField hockey陸上ホッケー フィールド ホッケー

billiardビリアードja